[{"backdrop":"avengers_bd","id":299534,"original_title":"Avengers: Endgame","overview":"After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.","popularity":315.836,"poster":"avengers_poster","release_date":"2019-04-24","title":"Avengers: Endgame","vote_average":8.3,"vote_count":20247},{"backdrop":"spiderman_bd","id":634649,"original_title":"Spider-Man: No Way Home","overview":"Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.","popularity":17656.865,"poster":"spiderman_poster","release_date":"2021-12-15","title":"Spider-Man: No Way Home","vote_average":8.4,"vote_count":6786},{"backdrop":"thor_bd","id":284053,"original_title":"Thor: Ragnarok","overview":"Thor is imprisoned on the other side of the universe and finds himself in a race against time to get back to Asgard to stop Ragnarok, the destruction of his home-world and the end of Asgardian civilization, at the hands of a powerful new threat, the ruthless Hela.","popularity":186.535,"poster":"thor_poster","release_date":"2017-10-24","title":"Thor: Ragnarok","vote_average":7.6,"vote_count":17151},{"backdrop":"hobbsshaw_bd","id":384018,"original_title":"Fast & Furious Presents: Hobbs & Shaw","overview":"Ever since US Diplomatic Security Service Agent Hobbs and lawless outcast Shaw first faced off, they just have traded smack talk and body blows. But when cyber-genetically enhanced anarchist Brixton's ruthless actions threaten the future of humanity, they join forces to defeat him.","popularity":179.029,"poster":"hobbsshaw_poster","release_date":"2019-08-01","title":"Fast & Furious Presents: Hobbs & Shaw","vote_average":6.9,"vote_count":5584},{"backdrop":"conjuring_bd","id":259693,"original_language":"en","original_title":"The Conjuring 2","overview":"Lorraine and Ed Warren travel to north London to help a single mother raising four children alone in a house plagued by malicious spirits.","popularity":153.485,"poster":"conjuring_poster","release_date":"2016-06-08","title":"The Conjuring 2","vote_average":7.3,"vote_count":6573}]